export const microData = [
  {
      "id": "sd8ix079c",
      "createdAt": "2022-09-05T06:08:48.480Z",
      "updatedAt": "2022-09-05T06:10:46.157Z",
      "publishedAt": "2022-09-05T06:08:48.480Z",
      "revisedAt": "2022-09-05T06:10:46.157Z",
      "title": "スケジュール管理と猫の理論",
      "slug": "schedule",
      "publishDate": "2022-05-07T01:00:00.000Z",
      "content": "<p>何でもすぐに忘れてしまうので、予定を忘れないようにスケジュール管理手帳で予定を管理しています。でも、本当はスケジュールをスケジュールとして正しく認識できていないのかもしれません。<br></p><h2 id=\"h5dd003c520\">スケジュール管理は猫にまかせろ？</h2><p>スケジュール管理も1つのデザインです。スケジュール管理の理論として有名な本もあります。『仕事と生活のバランス』で話題の著者は、学問的基礎に基づく仕事と家庭の両立の方法論の形成をめざし、仕事と生活の両立に有用なソーシャルメディアの使い方、ダイバーシティマネジメント、フレックスタイム制度の使い方などに言及しています。<br><br><img src=\"https://images.microcms-assets.io/assets/905785ce2eab421183f1ed239451832b/91e35482851f495192343e658ffa4ee5/cat.jpg\" alt=\"\" width=\"1920\" height=\"682\"><br><br>「難しいことは猫にまかせろ」という言葉があるように、自分で把握する方法もありますが、誰かに把握してもらう方法もあります。自分ひとりで完璧に把握しようとすると、必要な内容以外まで管理しはじめるので、余分な時間や労力を使うからです。<br><br>なんだか難しく感じますが、ポイントは「時間と場所と目的を忘れないこと」が大前提だと思います。どうせなら楽しく、しっかりスケジュール管理ができるようになりたいものです。</p>",
      "eyecatch": {
          "url": "https://images.microcms-assets.io/assets/905785ce2eab421183f1ed239451832b/592f5478d4354f9282afd2582320d4a8/schedule.jpg",
          "height": 1280,
          "width": 1920
      },
      "categories": [
          {
              "id": "design",
              "createdAt": "2022-09-05T06:05:49.212Z",
              "updatedAt": "2022-09-05T06:05:49.212Z",
              "publishedAt": "2022-09-05T06:05:49.212Z",
              "revisedAt": "2022-09-05T06:05:49.212Z",
              "name": "デザインと設計",
              "slug": "design"
          },
          {
              "id": "fun",
              "createdAt": "2022-09-05T06:05:49.212Z",
              "updatedAt": "2022-09-05T06:05:49.212Z",
              "publishedAt": "2022-09-05T06:05:49.212Z",
              "revisedAt": "2022-09-05T06:05:49.212Z",
              "name": "楽しいものいろいろ",
              "slug": "fun"
          }
      ]
  },
  {
      "id": "dlsery7v5f8",
      "createdAt": "2022-09-05T06:08:48.501Z",
      "updatedAt": "2022-09-05T06:11:22.963Z",
      "publishedAt": "2022-09-05T06:08:48.501Z",
      "revisedAt": "2022-09-05T06:11:22.963Z",
      "title": "音楽が呼び起こす美味しいものの記憶",
      "slug": "music",
      "publishDate": "2022-05-03T05:00:00.000Z",
      "content": "<p>懐かしい音楽をきくと、そのときに体験した喜怒哀楽がよみがえります。大人になってから懐かしさを懐かしむことって結構多いと思うんですが、よく知らない昔を懐かしむよりも、音楽で振り返った方がより懐かしさが自分の中に残りやすい気がします。<br><br>そのことが、また誰かに話したいと思うきっかけになることもあります。私にとって、音楽によって呼び起こされる記憶はたこ焼きソースの味です。美味しいですよね、たこ焼き。なぜ買ってきてくれたのかは解らないけど、音楽とセットで覚えていて、とにかく大好きな食べ物になりました。おいしさの旋律とでも言うのでしょうか。<br><br>脳科学的にも、感覚器や視覚、聴覚、味覚といった感覚が伴って記憶されていることはわかっているみたいです。ただ、いくら優れた記憶力を持っている人でも、日々の生活の中で蓄積した記憶はフラッシュバックされることはないもの。そんなことから、新鮮な音楽には脳に刺激を与え、リフレッシュするための機能があり、感覚が伴って記憶されていると考えられているようです。<br><br>それが個人的にはたこ焼きなわけですが…。たこ焼き味のせんべいも美味しいでよね。記事を書いていたら久しぶりに食べたくなってきました。</p>",
      "eyecatch": {
          "url": "https://images.microcms-assets.io/assets/905785ce2eab421183f1ed239451832b/f708ddd7cccf4d5cb3013c4e2accea08/music.jpg",
          "height": 1280,
          "width": 1920
      },
      "categories": [
          {
              "id": "technology",
              "createdAt": "2022-09-05T06:05:49.210Z",
              "updatedAt": "2022-09-05T06:05:49.210Z",
              "publishedAt": "2022-09-05T06:05:49.210Z",
              "revisedAt": "2022-09-05T06:05:49.210Z",
              "name": "テクノロジー",
              "slug": "technology"
          },
          {
              "id": "fun",
              "createdAt": "2022-09-05T06:05:49.212Z",
              "updatedAt": "2022-09-05T06:05:49.212Z",
              "publishedAt": "2022-09-05T06:05:49.212Z",
              "revisedAt": "2022-09-05T06:05:49.212Z",
              "name": "楽しいものいろいろ",
              "slug": "fun"
          }
      ]
  },
  {
      "id": "24a4n_oa33x",
      "createdAt": "2022-09-05T06:08:48.441Z",
      "updatedAt": "2022-09-05T06:08:48.441Z",
      "publishedAt": "2022-09-05T06:08:48.441Z",
      "revisedAt": "2022-09-05T06:08:48.441Z",
      "title": "カメラが捉えるミクロの世界",
      "slug": "micro",
      "publishDate": "2022-05-01T02:00:00.000Z",
      "content": "<p>今世紀に入ってからテクノロジーが加速度的に進化して、これまで見えなかった世界が見えてきました。その傾向は加速化する一方で、もう止められないのかもしれません。<br><br>スマホで手軽に写真が撮れるようになったことも拍車をかけているようです。カメラに搭載されている画像処理エンジンが高速化した事もあり、細かい設定も簡単にできるようになってきています。写真の加工をするなら高性能なアプリもあります。<br><br>その１つが、カメラが捉えるミクロの世界です。ミクロの世界は沢山の人々に感動を与え続けています。そして、ミクロの世界を世界に写して、人間のその脳の領分の中でどう情報として抽出して処理するか、その発想はこのデジタル世界の最初期の発想のような気がします。<br><br>ミクロの世界を写して見えるものを見つめて、マクロの世界を理解する。さらに、そこには人間の知力では判らない様々な側面、立体性、抽象性の世界が広がっているということが最近の研究から分かってきています。人間は脳を介してしか世界の像を捉えることができない、それがカメラのようなものだとしたら・・・と仮説を立てた最新の研究です。<br><br>こうした研究がやがて身近なスマホなどに反映され、生活に溶け込んでいくのかもしれません。</p>",
      "categories": [
          {
              "id": "technology",
              "createdAt": "2022-09-05T06:05:49.210Z",
              "updatedAt": "2022-09-05T06:05:49.210Z",
              "publishedAt": "2022-09-05T06:05:49.210Z",
              "revisedAt": "2022-09-05T06:05:49.210Z",
              "name": "テクノロジー",
              "slug": "technology"
          }
      ]
  },
  {
      "id": "wjrktwf8n1a2",
      "createdAt": "2022-09-05T06:08:48.502Z",
      "updatedAt": "2022-09-05T06:12:08.166Z",
      "publishedAt": "2022-09-05T06:08:48.502Z",
      "revisedAt": "2022-09-05T06:12:08.166Z",
      "title": "かわいい雲のオブジェ",
      "slug": "clouds",
      "publishDate": "2022-04-27T00:00:00.000Z",
      "content": "<p>モクモクした雲は、やっぱり好きです。木漏れ日の下でそんな雲を眺めていたら、自分もすっかり別世界に紛れ込んでしまったような気分になれます。<br><br>などと言いながら、かわいい雲のオブジェ制作にチャレンジしてみました。ポイントは「モクモクした感じ」です。<br><br>最初はリアルな雲を再現しようとしたのですが、やはり4Kディスプレイでなければなかなか難しいのではないかと思ってしまいました。恐らく、「リアルな雲を再現!」等の文字が入っていても実際に見るとがっかりすることになるかもしれません。<br><br>流体シミュレーションを用いてアニメーションを自由自在に動かすソフトも使ってみました。3Dプリンタでも似たようなことをやってくれるととてもありがたいんですが、そこまでやってくれるのかどうか。ちなみに、記事を書いてるうちに自分も欲しくなってきたんですが、さすがに買えません。デモンストレーション映像を見ていたら欲しくなってきたのですが…。<br><br>できあがったら雲は出ていましたが、パラパラと雨も降らずに無事終了。夕方には帰路に着きました。</p>",
      "eyecatch": {
          "url": "https://images.microcms-assets.io/assets/905785ce2eab421183f1ed239451832b/35cc969092b9487ebbf21c7ee5e69965/clouds.jpg",
          "height": 1080,
          "width": 1920
      },
      "categories": [
          {
              "id": "design",
              "createdAt": "2022-09-05T06:05:49.212Z",
              "updatedAt": "2022-09-05T06:05:49.212Z",
              "publishedAt": "2022-09-05T06:05:49.212Z",
              "revisedAt": "2022-09-05T06:05:49.212Z",
              "name": "デザインと設計",
              "slug": "design"
          },
          {
              "id": "fun",
              "createdAt": "2022-09-05T06:05:49.212Z",
              "updatedAt": "2022-09-05T06:05:49.212Z",
              "publishedAt": "2022-09-05T06:05:49.212Z",
              "revisedAt": "2022-09-05T06:05:49.212Z",
              "name": "楽しいものいろいろ",
              "slug": "fun"
          }
      ]
  },
  {
      "id": "f8n5wihzoorq",
      "createdAt": "2022-09-05T06:08:48.481Z",
      "updatedAt": "2022-09-05T06:13:01.168Z",
      "publishedAt": "2022-09-05T06:08:48.481Z",
      "revisedAt": "2022-09-05T06:13:01.168Z",
      "title": "計算された美しさというものについて",
      "slug": "calc",
      "publishDate": "2022-04-23T00:00:00.000Z",
      "content": "<p>計算された自然界の美しさを再現する試みは、自然そのままの色とはかけ離れた結果となるかも知れません。しかし、コンピューターグラフィックスを使用する作業により、私たちはより美しく鮮やかになった自然を体験できるようになります。<br><br>なぜならば、スクリーン上に表示されるコンテンツが「ここが自然界と同じ色です」と伝達してくれるようになるからです。それは、私たちの日常生活の空間にも言えることです。<br><br>自宅の庭に遊びに来た小さなリスは、公園を走り回っている子リスのように、はっきり色づくことはありません。しかし、コンピューターグラフィックスの世界では、ピクセル化された色を自然に感じることができます。<br><br>さらに、イメージを拡大したり縮小したりすることで、一部分の色の境界がはっきりしない自然界の風景が再現できるだけでなく、実際の生活では不可能な鮮やかな風景までも再現できます。実際、デジタル変換された画像は、ほとんどの場合ぼやけています。しかし、それらを人の目で確認すると、その輪郭や厚み、そして奥行を強調するデジタル処理が行われ、元の画像よりリアルに感じられるため、人々はそれを驚異的だと感じます。<br><br>コンピューターによる画像処理による情報の取得により、視覚的な精度はさらに向上し、同じ画像を鑑賞するにも、よりリアルに感じられるようになると言われているのです。</p>",
      "eyecatch": {
          "url": "https://images.microcms-assets.io/assets/905785ce2eab421183f1ed239451832b/451fd695a1c0417fbdf8a8b872527b9b/calc.jpg",
          "height": 1100,
          "width": 1920
      },
      "categories": [
          {
              "id": "technology",
              "createdAt": "2022-09-05T06:05:49.210Z",
              "updatedAt": "2022-09-05T06:05:49.210Z",
              "publishedAt": "2022-09-05T06:05:49.210Z",
              "revisedAt": "2022-09-05T06:05:49.210Z",
              "name": "テクノロジー",
              "slug": "technology"
          },
          {
              "id": "design",
              "createdAt": "2022-09-05T06:05:49.212Z",
              "updatedAt": "2022-09-05T06:05:49.212Z",
              "publishedAt": "2022-09-05T06:05:49.212Z",
              "revisedAt": "2022-09-05T06:05:49.212Z",
              "name": "デザインと設計",
              "slug": "design"
          }
      ]
  },
  {
      "id": "1ur271fs1p",
      "createdAt": "2022-09-05T06:08:48.483Z",
      "updatedAt": "2022-09-05T06:13:16.243Z",
      "publishedAt": "2022-09-05T06:08:48.483Z",
      "revisedAt": "2022-09-05T06:13:16.243Z",
      "title": "カマクラとテーブルの制作",
      "slug": "kamakura",
      "publishDate": "2022-04-17T00:00:00.000Z",
      "content": "<p>今年の冬はカマクラ作りにチャレンジする機会がありました。雪を積み上げるイグルーに対し、カマクラは雪をくり抜いて作ります。人数が多かったので、カマクラはすぐに完成しました。<br><br>大変だったのはテーブルです。テーブルの作り方は、まず8つのパーツのうち、どこをどのような形状にするかの計画を立てます。それから、材料を用意します。材料の準備ができたら順番にカットし、組み立て作業に入ります。組み立てが完了したら、最終的な調整と塗装です。<br><br>最終調整は、下塗りと上塗り、最後の乾燥の工程です。基本的に、塗料はあらかじめ用意されているものを使用し、塗料は乾かして初めて完成となります。塗装には、専用の塗料を自作する方法もあります。それでも、最初に揃える材料はDIY用パーツ販売店より安く済みます。<br><br>もっとも手軽なのは、「ハンダごて」ではないでしょうか。この他にも、塗料を混ぜる際に入れるエアブラシとマニキュアの塗料を専用に作る方法もあります。いずれにしても、他の種類の塗料に比べて塗料代は若干高くなりますが、安く済ませたい場合は手作り方法のほうが良いでしょう。<br><br>工作のときにはハンダ、マニキュアといった専用の道具が必要で、それらはホームセンターや工具の量販店などで購入することができます。また、工具や材料がなくても、カッターナイフやハサミ、ペンチを使えば作業できるでしょう。室温が低いと硬化までの時間が長くなるので、冬場の作業では要注意です。</p>",
      "eyecatch": {
          "url": "https://images.microcms-assets.io/assets/905785ce2eab421183f1ed239451832b/81f97e6c455d4610907ef7ae3c663d35/kamakura.jpg",
          "height": 1200,
          "width": 1920
      },
      "categories": [
          {
              "id": "fun",
              "createdAt": "2022-09-05T06:05:49.212Z",
              "updatedAt": "2022-09-05T06:05:49.212Z",
              "publishedAt": "2022-09-05T06:05:49.212Z",
              "revisedAt": "2022-09-05T06:05:49.212Z",
              "name": "楽しいものいろいろ",
              "slug": "fun"
          }
      ]
  },
  {
      "id": "qky_lextwfws",
      "createdAt": "2022-09-05T06:08:48.467Z",
      "updatedAt": "2022-09-05T06:13:36.071Z",
      "publishedAt": "2022-09-05T06:08:48.467Z",
      "revisedAt": "2022-09-05T06:13:36.071Z",
      "title": "地図とGPSと立体と",
      "slug": "rocket",
      "publishDate": "2022-04-16T00:00:00.000Z",
      "content": "<p>知らない場所でもGPSを使った地図があれば自分の居場所を簡単に特定することができて、迷わずに済みます。<br><br>ただし、地図が読めると言ってもそれを立体的にイメージできるわけではありません。3D化する機能もありますが、それとは異なるのです。そのため、知らない土地、たとえば観光地を巡りながら道を覚えていくことになります。<br><br>そもそも地図を平面と捉えてはいけないと教わったこともあります。観光地では地図以外にも様々な情報を手に入れることができるからです。たとえば、SNSのタイムラインや天気情報もそうです。そういうことを考えていくと、地図だけで観光地を巡るのは当たり前ではないと言っても過言ではありません。<br><br>もっとも、最近の地図アプリはそうした情報も複合的に地図に取り込んでいますので、どんどん便利になってきていると言えるでしょう。</p>",
      "eyecatch": {
          "url": "https://images.microcms-assets.io/assets/905785ce2eab421183f1ed239451832b/3366eb629be840248fe4c1c8aa1ed6b0/rocket.jpg",
          "height": 1150,
          "width": 1980
      },
      "categories": [
          {
              "id": "technology",
              "createdAt": "2022-09-05T06:05:49.210Z",
              "updatedAt": "2022-09-05T06:05:49.210Z",
              "publishedAt": "2022-09-05T06:05:49.210Z",
              "revisedAt": "2022-09-05T06:05:49.210Z",
              "name": "テクノロジー",
              "slug": "technology"
          }
      ]
  },
  {
      "id": "1f_91moib7eg",
      "createdAt": "2022-09-05T06:08:48.464Z",
      "updatedAt": "2022-09-05T06:13:52.046Z",
      "publishedAt": "2022-09-05T06:08:48.464Z",
      "revisedAt": "2022-09-05T06:13:52.046Z",
      "title": "あちこちで見かけるハートマーク",
      "slug": "heart",
      "publishDate": "2022-04-13T00:00:00.000Z",
      "content": "<p>街の中を見渡してみると、あちらこちらでハートマークが使われてます。ハートマークを見ると、何かの拍子にほっこりとした気持ちになりますね。皆さんの中にも、通勤途中で見た景色がハートの形をしていたら思わず微笑んでしまう、なんてことがあるのではないでしょうか? <br><br>よく見ると、半分ハート、3分の2ハート、2分の1ハート、なんていう風に、いろんな形のハートが上手に配置されています。ちょっと見にくくなるのですが、上のハートはハート型の絵で、下のハートはハート型のハート型という風に、かなり細かく使い分けられています。<br><br>全体を見渡すと、実は、結構いろいろなところでハートが使われていることがわかります。こんなとこにもあったの? と、意外な場所にもあったりします。<br><br>公共的な場所にも意外と多く使われていて、あちらことらでしっかりとハートマークが使われているのです。</p>",
      "eyecatch": {
          "url": "https://images.microcms-assets.io/assets/905785ce2eab421183f1ed239451832b/8e2fc5f45f2f4b5f91de604583d0b5d5/heart.jpg",
          "height": 1080,
          "width": 1920
      },
      "categories": [
          {
              "id": "design",
              "createdAt": "2022-09-05T06:05:49.212Z",
              "updatedAt": "2022-09-05T06:05:49.212Z",
              "publishedAt": "2022-09-05T06:05:49.212Z",
              "revisedAt": "2022-09-05T06:05:49.212Z",
              "name": "デザインと設計",
              "slug": "design"
          }
      ]
  },
  {
      "id": "t4_v9dn84vx8",
      "createdAt": "2022-09-05T06:08:48.464Z",
      "updatedAt": "2022-09-05T06:14:04.796Z",
      "publishedAt": "2022-09-05T06:08:48.464Z",
      "revisedAt": "2022-09-05T06:14:04.796Z",
      "title": "ニューラルコンピュータとパターン",
      "slug": "pattern",
      "publishDate": "2022-04-16T00:00:00.000Z",
      "content": "<p>パターンの美しさはもちろん、あらゆるモノの中に隠された隠された秘密を一緒に見いだす冒険、それがアート＆デザインのジャンルで育まれたパターンの醍醐味です。さまざまなデザインで使われているパターンやモチーフは、人間の認知パターンや感情に働きかけ、イメージによって情報が処理される過程を活性化します。<br><br>たとえば、おなじみのポインセチアによく使われるリンゴや、最近では日本の人気アニメがマスコットキャラクターとして使われ、さまざまなシーンで定着したタンポポもその一例です。文字による伝達だけではないさまざまな表現が、人間の心理的な印象に大きく作用するということの表れでしょう。<br><br>パターンにはきわめてパーソナルな表現としての面と、パブリックで広範な利益に資するシステムの両面が求められます。そして、これをまっとうすることができたからこそ、エコール・ド・パリの画家たちと同様にパターンを深く愛好する文化をつくりあげたのではないかと考えています。<br><br>言語学・考古学・音楽学といったさまざまな分野の中でもパターンが活かされています。パターンを知ることで、わたしたちの認識のあり方がどのように変わるのか、その視点から学ぶのが数学の応用分野であり、ニューラルコンピュータはまさにその対象となるというわけです。</p>",
      "eyecatch": {
          "url": "https://images.microcms-assets.io/assets/905785ce2eab421183f1ed239451832b/21c926ef1c52454cbd80966ce90900aa/pattern.jpg",
          "height": 1080,
          "width": 1920
      },
      "categories": [
          {
              "id": "technology",
              "createdAt": "2022-09-05T06:05:49.210Z",
              "updatedAt": "2022-09-05T06:05:49.210Z",
              "publishedAt": "2022-09-05T06:05:49.210Z",
              "revisedAt": "2022-09-05T06:05:49.210Z",
              "name": "テクノロジー",
              "slug": "technology"
          },
          {
              "id": "design",
              "createdAt": "2022-09-05T06:05:49.212Z",
              "updatedAt": "2022-09-05T06:05:49.212Z",
              "publishedAt": "2022-09-05T06:05:49.212Z",
              "revisedAt": "2022-09-05T06:05:49.212Z",
              "name": "デザインと設計",
              "slug": "design"
          }
      ]
  },
  {
      "id": "xrt-_mgwt2zv",
      "createdAt": "2022-09-05T06:08:48.465Z",
      "updatedAt": "2022-09-05T06:14:15.620Z",
      "publishedAt": "2022-09-05T06:08:48.465Z",
      "revisedAt": "2022-09-05T06:14:15.620Z",
      "title": "センサーを使った室温のコントロール",
      "slug": "room-temp",
      "publishDate": "2022-04-15T00:00:00.000Z",
      "content": "<p>快適な室温をキープするためには、エアコンやストーブをつけたり、消したりして調整しなければなりません。ただ、家電本体だけのセンサーでは無駄が多く、光熱費もかさんでしまいます。<br><br>そこで、家全体の温度センサーでいつでも快適な室温をキープできるようにしてみました。センサーを使って各部屋の室温を監視し、その値に基づいてLEDを点滅させる仕組みとなっています。これは、24時間、常時運転してもそれほど費用も電気代もかかりません。<br><br>また、部屋ごとの温度を調節するために、快適な室温は「23°C」に設定しました。 夏はともかく、冬は寒く感じることがあるからです。 一番いいのは、設定温度を2°Cほど高くすることなんですが、電気代も節約できます。<br><br>寒くなる部屋だけ設定温度を高くすることもできます。部屋全体を温めることは出来ませんが、窓を少し開けておく方法もあります。設置場所が冬の日中でも非常に暖かい場合は、消灯させる必要もあるでしょう。このように、最小限の操作で常に快適な温度に保っておくことができるのです。</p>",
      "eyecatch": {
          "url": "https://images.microcms-assets.io/assets/905785ce2eab421183f1ed239451832b/f4365b2100f74207a00cddb2ea7dff2c/room-temp.jpg",
          "height": 1280,
          "width": 1920
      },
      "categories": [
          {
              "id": "technology",
              "createdAt": "2022-09-05T06:05:49.210Z",
              "updatedAt": "2022-09-05T06:05:49.210Z",
              "publishedAt": "2022-09-05T06:05:49.210Z",
              "revisedAt": "2022-09-05T06:05:49.210Z",
              "name": "テクノロジー",
              "slug": "technology"
          }
      ]
  }
]